Repository: thibaut-jarosz/Memory-Symbols
Catalog: *.lproj/Localizable.strings
Languages: fr

source: restart
fr: recommencer

# GAME_OVER
source: Well done!
fr: Bravo !

# GAME_SCORE
source: You have touched the screen %i times to complete this game.
fr: Tu as touché l'écran %i fois pour terminer ce jeu.

# BEST_SCORE_CURRENT
source: Your best score is %i.
fr: Ton meilleur score est %i.

# BEST_SCORE_PREVIOUS
source: Your best score was %i.
fr: Ton meilleur score était %i.

# CONFIRM_RESTART
source: Do you really want to restart the game?
fr: Veux-tu vraiment recommencer ?

# RESTART_BUTTON
source: Restart
fr: Recommencer

# CANCEL_BUTTON
source: Cancel
fr: Annuler

# CHANGE_BUTTON
source: Change
fr: Changer

source: Difficulty
fr: Difficulté

source: Hard
fr: Difficile

source: Extreme
fr: Extrême

# DIFFICULTY_DESCRIPTION
source: Hard and Extreme difficulties will shuffle the cards respectivelly every 60 and 30 seconds.
fr: Les difficultés Difficile et Extrême mélangeront les cartes respectivement toutes les 60 et 30 secondes.

# CONFIRM_DIFFICULTY_CHANGE
source: Changing difficulty needs to restart the game.
fr: Changer la difficulté nécésite de redémarrer la partie.

# INFO_DEV
source: Development: Thibaut Jarosz
fr: Développement : Thibaut Jarosz

# INFO_ADAPT
source: Adapted from a kek's flash game
fr: Adapté d'un jeu flash de kek
